{
  "cover_image": "cover.png",
  "cover_text": "GHANAIAN\nSIGN LANGUAGE\nTHIRD EDITION DICTIONARY",
  "page_2_image": "page_2_credits.png",
  "page_2_text": "II",
  "page_3_image": "page_3_info.png",
  "page_3_text": "III\nTHIRD EDITION DICTIONARY\nGHANAIAN\nSIGN LANGUAGE\nGovernment \nof Ghana",
  "messages": [
    {
      "page": 5,
      "text": "V\nFOREWORD",
      "image": "page_5_message.png"
    },
    {
      "page": 6,
      "text": "VI\nMESSAGE OF SUPPORT\n(GHANA NATIONAL ASSOCIATION OF THE DEAF)\nWe live in a constantly changing society, where linguistic proficiency has for long been identified as \ncentral to human existence. In recent times, the Government of Ghana, Civil Society Organizations, \nparents and guardians have given crucial importance to discussions around language development.\nIt is acknowledged that deafness is not merely the absence of hearing. Deaf people across the world \nhave formed themselves into communities that use sign language as a medium of communication and \ninteraction. Across the world and particularly in Africa, 80% of Deaf children are deprived of their rights \nto quality education and therefore denied their rights to the rich learning environment they need to \ndevelop. \nIn Ghana, the number of deaf children accessing basic education has been on the increase. For instance, \nenrolment in special schools for the deaf has seen considerable increase. At the same time, the number \nof students progressing to second cycle institutions has improved compared to the past. However, \nmany of deaf children of school going age are left out of formal schooling while teachers and educators \nstruggle to have good grasp of the Ghanaian Sign Language. \nThe Inclusive Education (IE) policy offers greater promises not only for the future of deaf children, but \nfor all children especially the disadvantaged. However, in the context of the deaf child, for the key \ntenets of the IE policy to be fully achieved, adequate teaching and learning materials are more than \nneeded for participation and improved learning outcomes for deaf children. It is in this regard that this \nGhanaian Sign Language Dictionary remains invaluable not only to the children in classroom, but to all \nteachers who are either teaching deaf children or aspiring to do so. \nThis valuable Ghanaian Sign Language Dictionary forms part of the continuous efforts of the Ghana \nNational Association of the Deaf (GNAD) to promote the teaching and learning of sign language in the \ncountry. The book is developed with the understanding that, it is only when the language of the deaf \ncommunity is understood that inclusion and acceptance of diverse learning needs (in this case, deaf \nchild) would be achieved. \nBuilt on past efforts and work of the association, the dictionary has been designed to be user friendly by \nall. Though not exhausted, the dictionary begins with an introduction taking the readers to the manual \nalphabets, followed by basic daily sign language. It then takes the reader through various themes such \nas family, community, etc, making it more effective and easy to use by the reader. \nIt is the sincere hope of GNAD that, heads of schools including special schools, teachers, Ministry of \nEducation/Ghana Education Service, Healthcare persons and the public will find this book user friendly \nand valuable. \nJuventus Duorinaah\nExecutive Director",
      "image": "page_6_message.png"
    }
  ]
}